{
  "homepage": "Welcome to the St. Margaret's Bay Woodland Conservation Site. This peaceful forest is a special place where nature and memory come together. Explore our trails, learn about the plants and animals that live here, and discover how we protect this land for future generations.",
  "about": "The St. Margaret's Bay Woodland Conservation Site is a protected forest in Nova Scotia. This place honors both people and nature. We work to keep the land healthy and wild, so trees, animals, and visitors can all share this beautiful space. Our goal is to teach, to respect nature, and to give peaceful access to the land.",
  "ecology": "Welcome to the Ecology Explorer! Discover the amazing plants, animals, and fungi of St. Margaret's Bay. Use the category filter to browse the photo collection and tap any card for a closer look. Learn about the living things that make this forest their home.",
  "gallery": "Explore our photo gallery to see the beauty of the Woodland Conservation Site. These images capture the quiet trails, tall trees, peaceful spaces, and natural wonders you'll find when you visit. Each photo tells a story about this special place.",
  "contact": "We would love to hear from you. Use the contact form or reach out through our social channels to share feedback, volunteer, or plan a visit. Your questions and ideas help us care for this land better.",
  "sitemap": "Use this interactive map to explore the Woodland Conservation Site. Switch between Overview and Trail views to see different parts of the site. Click the Locate button to find your position, and discover points of interest along the trail.",
  "naturalBurial": {
    "intro": "Natural burial is a simple, Earth-friendly way to be laid to rest. There is no concrete, no metal casket, and no heavy use of chemicals. The body returns to the land in a natural way. The burial space looks and feels like part of the forest, not like a normal city cemetery. The goal is to protect the land and keep it alive for the future. At the St. Margaret's Bay Woodland Conservation Site, the idea is to make a calm place that respects people, and also respects nature.",
    "helpingNature": "Natural burial does not use harmful chemicals. Wood, cloth, and other soft materials are used instead of metal and plastic. The body and the coffin slowly go back into the soil. This feeds the ground in a safe way. Plants, trees, and tiny life in the earth can grow strong here. This is about caring for the land, not only for today, but for many years after.",
    "forest": "This woodland near St. Margaret's Bay has tall trees, moss, and quiet trails. The natural burial area is part of this place, not separate from it. When people are laid to rest here, the forest is not damaged. Instead, the trees and plants are protected. The goal is to save this land and keep it healthy. The site is meant to stay wild, not turn into roads and stone walls.",
    "peacefulPlace": "Some people want a resting place that feels warm, soft, and close to nature. Natural burial does not feel like cement and metal. It feels like sunlight through trees, like wind in the leaves, like being part of the land again. Family and friends can visit a place that is living, not hard and cold. It is quiet. It is respectful. It is kind to the Earth and kind to people.",
    "benefits": "Natural burial is kind to the Earth because there are no harsh fluids, no heavy building, less waste, and less damage. The body returns to the soil in a natural way. The idea is simple and honest. It is calm. It is about love, memory, and real connection to land. This kind of burial can support local conservation. The land can stay safe instead of being sold and changed. This place is not only for today. It is for the future. The idea is to protect a living forest in Nova Scotia so that families, visitors, animals, and plants can all share it with care. Natural burial is part of that promise."
  }
}

